

تم تثبيت تطبيق GitHub بالفعل 

تثبيت العرض
قم بتثبيته على حسابك الشخصي: جهاد محمد - شيب إت@jihadmmouhammad-ship-it

لهذه المستودعات:

الوصول إلى المستودع

جميع المستودعات
ينطبق هذا على جميع المستودعات الحالية والمستقبلية المملوكة لمالك المورد. ويشمل أيضاً المستودعات العامة (للقراءة فقط).

مستودعات مختارة فقط
اختر مستودعًا واحدًا على الأقل. يشمل ذلك أيضًا المستودعات العامة (للقراءة فقط).
مع هذه الأذونات:

إمكانية الوصول إلى تنبيهات Dependabot، والتعليمات البرمجية، والبيانات الوصفية
إمكانية قراءة وكتابة الوصول إلى الإجراءات، والفحوصات، وحالات الالتزام، وعمليات النشر، والبيئات، والمشكلات، وطلبات السحب، وخطافات المستودع، وسير العمل.
أذونات المستخدم
يمكن لبرنامج العرض أيضًا طلب إذن المستخدمين للوصول إلى الموارد التالية. سيتم طلب هذه الأذونات ومنحها لكل مستخدم على حدة.

إمكانية الوصول إلى عناوين البريد الإلكتروني
الخطوة التالية: سيتم توجيهك إلى موقع تطبيق GitHub لإكمال الإعداد
